Day20(yii2)/controllers/SiteController.php

    protected function findModel($id)
    {
        if (($model = Cafes::findOne($id)) !== null) {
---
SELECT * FROM `cafes` WHERE `id`='2'