<?php

/* @var $this yii\web\View */

use yii\helpers\Html;

$this->title = 'About';
$this->params['breadcrumbs'][] = $this->title;
?>
<div class="site-about">
    <h1><?= Html::encode($this->title) ?></h1>

    <p>
        Ромусик - моё имя, по фамилии меня называют Комаровским. Сейчас(10.02.2018) мне 16 лет. Обучаюсь в Гимназии №15, куда любезно отдал 10 лет своей жизни. Люблю снег, чай, готовку, компьютерные игры, программирование и аниме.『 Даже если можешь, ни за что не меняй прошлое. Не превращай вероятность в реальность. Никто не знает, что нас ждет в будущем. Именно потому, что прошлое нельзя изменить, люди и могут продолжать двигаться вперед. 』
    </p>

    <code><?= __FILE__ ?></code>
</div>
